{
    "Login": "ログイン",
    "Log in": "ログイン",
    "Register": "新規登録",
    "Forgot your password?": "パスワードを忘れた方はこちら",
    "Reset Password": "パスワード再設定",
    "Send Password Reset Link": "パスワード再設定URLを送信",
    "Name": "お名前",
    "E-Mail Address": "メールアドレス",
    "Email": "メールアドレス",
    "Password": "パスワード",
    "Confirm Password": "パスワード(確認用)",
    "Current Password": "現在のパスワード",
    "New Password": "新しいパスワード",
    "userid": "ユーザーID",
    "Required at login": "ログイン時に必要",
    "Remember me": "次回から自動でログインする",
    "Already registered?": "アカウントをお持ちの方はこちら",
    "Hello!": "ご利用ありがとうございます。",
    "Reset Password Notification": "パスワード再設定のお知らせ",
    "You are receiving this email because we received a password reset request for your account.": "あなたのアカウントでパスワード再発行のリクエストがありました。",
    "This password reset link will expire in :count minutes.": "再設定URLの有効期限は :count 分です。",
    "If you did not request a password reset, no further action is required.": "もしパスワード再発行をリクエストしていない場合、操作は不要です。",
    "Please click the button below to verify your email address.": "下のボタンをクリックして認証してください。",
    "Verify Email Address": "認証する",
    "If you did not create an account, no further action is required.": "このメールに覚えのない方はこのメールを破棄してください。",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "\":actionText\"ボタンを押してもうまくいかない場合は、次のURLをコピーしてブラウザにペーストしてください。\n",
    "Regards": "ご利用ありがとうございます",
    "Home": "ホーム",
    "Logout": "ログアウト",
    "Log Out": "ログアウト",
    "Dashboard": "ダッシュボード",
    "Manage Account": "アカウント管理",
    "Manage Team": "チーム管理",
    "Team Settings": "チーム設定",
    "Create New Team": "新規チーム作成",
    "Create Team": "チーム作成",
    "Switch Teams": "チームの切替",
    "You are logged in!": "ログインしました！",
    "Whoops! Something went wrong.": "以下のエラーが発生しました。",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": ":attributeには:length文字以上の文字列を指定し、１つ以上の大文字を含んでください。",
    "The :attribute must be at least :length characters and contain at least one number.": ":attributeには:length文字以上の文字列を指定し、１つ以上の数字を含んでください。",
    "The :attribute must be at least :length characters and contain at least one special character.": ":attributeには:length文字以上の文字列を指定し、１つ以上の特殊文字を含んでください。",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": ":attributeには:length文字以上の文字列を指定し、１つ以上の大文字と、数字を含んでください。",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": ":attributeには:length文字以上の文字列を指定し、１つ以上の大文字と、特殊文字を含んでください。",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": ":attributeには:length文字以上の文字列を指定し、１つ以上の大文字と、数字、特殊文字を含んでください。",
    "The :attribute must be at least :length characters.": ":attributeには:length文字以上の文字列を指定してください。",
    "Profile Information": "ユーザ情報",
    "Update your account's profile information and email address.": "ご注文時に使用される情報です。正確にご記入ください。",
    "Update Password": "パスワードの変更",
    "Ensure your account is using a long, random password to stay secure.": "８文字以上の半角英数字で設定してください。",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "下記の端末からログインされています。心当たりのない端末からログインされている場合は、アカウントが不正使用されている可能性があります。「他の端末からログアウトする」を実行し速やかにパスワードの変更をしてください。",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "下記の端末からログインされています。心当たりのない端末からログインされている場合は、アカウントが不正使用されている可能性があります。「他の端末からログアウトする」を実行し速やかにパスワードの変更をしてください。",
    "Two Factor Authentication": "２段階認証",
    "Add additional security to your account using two factor authentication.": "２段階認証を有効にするとセキュリティレベルが上がります。",
    "You have not enabled two factor authentication.": "２段階認証を有効にしていません。",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "２段階認証を有効にすると、ログイン時に「認証コード」の入力を求められます。「認証コード」は「Google認証システム」アプリを利用することで取得できます。アプリを使いたくない場合は２段階認証を無効にしてください。",
    "Browser Sessions": "ブラウザのセッション情報",
    "Manage and logout your active sessions on other browsers and devices.": "他のブラウザやデバイスでアクティブなセッションを管理できます。",
    "Manage and log out your active sessions on other browsers and devices.": "他のブラウザやデバイスでアクティブなセッションを管理できます。",
    "Delete Account": "アカウント削除",
    "Permanently delete your account.": "アカウントを完全に削除します。",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "アカウントを削除するとユーザー情報やご注文履歴などすべての情報が削除されます。必要なデータはバックアップしてから実行するようにしてください。",
    "Profile": "ユーザ情報",
    "Save": "保存",
    "Create": "作成",
    "Enable": "有効",
    "Disable": "無効",
    "This device": "この端末",
    "Show Recovery Codes": "リカバリコードを表示する",
    "Regenerate Recovery Codes": "リカバリコードを再発行する",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "下記のコードは「リカバリーコード」です。２段階認証の端末を紛失した時などに変わりに使用できる認証コードです。万が一のために安全な場所へ保管してください。",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "２段階認証が有効になりました。「Google認証システム」アプリを使用して、次のQRコードをスキャンしてください。QRコードは一度のみ表示されます。",
    "You have enabled two factor authentication.": "２段階認証を有効にしました。",
    "Saved.": "保存しました。",
    "Select A New Photo": "新しい写真を選択する",
    "Remove Photo": "写真を削除する",
    "Last active": "最後にログインした時",
    "Done.": "処理が完了しました。",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "実行するために、パスワードをご入力ください。",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "実行するために、パスワードをご入力ください。",
    "Nevermind": "キャンセル",
    "Logout Other Browser Sessions": "他の端末からログアウトする",
    "Log Out Other Browser Sessions": "他の端末からログアウトする",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "登録済みのメールアドレスにパスワードリセットリンクを送ります。",
    "Email Password Reset Link": "リセットリンクを送信する",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "「Google認証システム」アプリから提供された認証コードを入力してください。",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "リカバリコードの1つを入力してください。",
    "Use a recovery code": "リカバリコードを使用する",
    "Use an authentication code": "認証コードを使用する",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "アカウントを有効にするにはメールによる認証が必要です。メールをご確認頂き認証を済ませてください。届いていない場合は、迷惑メール設定を見直して頂くか、正しいメールアドレスで再度アカウント作成してください。",
    "A new verification link has been sent to the email address you provided during registration.": "登録メールアドレスに新しい認証リンクが送信されました。",
    "Resend Verification Email": "認証メールを再送信する",
    "Team Details": "チーム詳細",
    "Team Name": "チーム名",
    "The team's name and owner information.": "チーム名と管理者情報",
    "Team Owner": "チーム管理者",
    "Add Team Member": "メンバーを追加",
    "Add a new team member to your team, allowing them to collaborate with you.": "このチームに新しいメンバーを追加します。同時に権限の付与をします。",
    "Please provide the email address of the person you would like to add to this team.": "このチームに追加したい人のメールアドレスを入力してください。",
    "Role": "権限",
    "Administrator": "管理者",
    "Administrator users can perform any action.": "管理者ユーザーは任意のアクションを実行できます。",
    "Editor": "一般",
    "Editor users have the ability to read, create, and update.": "一般ユーザーは、読み取り、作成、および更新することができます。",
    "Add": "追加",
    "Create a new team to collaborate with others on projects.": "プロジェクトで他の人と協力するための新しいチームを作成します。",
    "Pending Team Invitations": "招待中のチームメンバー",
    "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.": "このチームに招待した人のリストです。それぞれに招待メールが送信されています。 メールの招待を受け入れることで、チームに参加できます。",
    "Cancel": "キャンセル",
    "Remove": "削除",
    "For your security, please confirm your password to continue.": "実行するために、パスワードをご入力ください。",
    "Confirm": "続行",
    "This password does not match our records.": "パスワードが一致しません。",
    "Code": "認証コード",
    "Recovery Code": "リカバリーコード",
    "Team Members": "チームメンバー",
    "All of the people that are part of this team.": "チームメンバー一覧",
    "Guest": "ゲスト",
    "Guest users have the ability to read only.": "ゲストユーザーは各種アクションへの権限はありません。",
    "Leave": "退会する",
    "The provided password does not match your current password.": "ご登録のパスワードと一致しません。",
    "The provided two factor authentication code was invalid.": "認証コードが一致しません。",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "アカウントを削除するとユーザー情報やご注文履歴などすべての情報が削除されます。実行するにはパスワードを入力してください。"
}
